
Giraffe = ["""Жирафы – самые высокие современные животные, что в сочетании с яркой пятнистой окраской и необычными пропорциями тела делает их абсолютно узнаваемыми.
Выделяют 9 подвидов жирафа, в зоопарке содержатся 2 из них:
сетчатый жираф (Giraffa camelopardalis reticulata) – ареал красный
южно-африканский жираф (Giraffa camelopardalis giraffa) - зелёный""", 'https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/fcfbd072-2497-42f3-ae43-814572f7adc5.jpeg']

Northern_fur_seal = ["""Уникальные особенности строения позволяют северному морскому котику стремительно двигаться в воде и быстро перемещаться по суше; хорошо видеть, как в воздушной среде, так и под водой и месяцами не выходить на берег.
Вид включён в Международную Красную Книгу в статусе уязвимого – IUCN (VU). Численность животных продолжает сокращаться.
В 1911 г. была подписана конвенция между США, Великобританией (Канада), Японией и Россией о предотвращении дальнейшего уничтожения котиков, действовавшая до 1941 г. В 1957 г. была заключена новая конвенция, по которой запрещался морской промысел котиков. В настоящее время острова Прибылова объявлены правительственной резервацией США. На территории России на островах Тюлений и Командорских введён заповедный режим.""", 'https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/9ce2f8cd-fb13-45a6-8853-4b9dea4af851.jpeg']

Humboldti_penguin = ["""Небольшой пингвин, которого можно узнать по розовой полосе вокруг клюва. Своё название птица получила в честь известного немецкого географа и путешественника начала 19 века Александра Гумбольдта.
Вид находится на грани исчезновения, внесен в Международную Красную книгу – IUCN (VU), и Конвенцию о международной торговле видами дикой фауны и флоры – CITES I. Мировая популяция насчитывает 12 000 пар, из которых 8 000 гнездится в Чили, а 4 000 – в Перу. Вид достаточно уязвимый: так, мощная фаза Эль Ниньо в 1982-1983 гг. препятствовала поднятию холодных вод из глубин океана, богатых кислородом, что привело к гибели рыбы и потере 65% популяции пингвина.""", 'https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/6bd7ccdb-e3a2-4353-9876-c38a0a717ca5.jpeg']

Snow_leopard = ["""Снежный барс – самая «высокогорная» кошка – живёт и охотится в одиночку в самых высоких горах мира.
Ирбис – очень редкая кошка, вид находится в уязвимом состоянии – IUCN (VU). Включён в 1 Приложение Конвенции о международной торговле редкими вида дикой фауны и флоры, находящимися под угрозой исчезновения – CITES (1).""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/a0e4623d-cc2e-4e6b-a812-c453e2f35591.jpeg"]

Ratel = ["""Медоед известен своим бесстрашием при совсем небольших размерах.
Своё название зверёк получил за то, что часто разоряет пчелиные ульи, лакомясь мёдом и личинками пчёл.
В настоящее время выделяется 12 подвидов медоедов. Они отличаются, в основном, размерами, окраской спины и длиной шерсти.
Природоохранный статутс
Международный статус этого вида - IUCN (LC) - существование в природе не вызывает опасений. Однако в некоторых регионах, в том числе, Южной Африке, популяция сокращается.""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/16cb2d06-ecce-4e44-a01c-f6d7ba40be5f.jpeg"]

Capybara = ["""Обычный вид, не относится к охраняемым – IUCN (LC).
Ареал и места обитания
Капибары обитают в умеренных и тропических областях Южной Америки восточнее Анд. Их распространение ограничивается температурным режимом и наличием воды. В горах они встречаются до высоты 1300 м над уровнем моря. Обычно капибары живут по берегам самых разнообразных водоемов. Область их распространения включает бассейны рек Ориноко, Амазонки и Ла-Платы. """, "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/df1e1de9-6e0f-49aa-a019-14d9d320e0c4.jpg"]

Asian_rock_python = ["""В природе может достигать в длину более 4 метров, но обычно встречаются особи длиной около 3,7 метра. Для диких питонов подтверждена длина до 5 метров и масса до 75 кг. Самки обычно крупнее и массивнее самцов. Рекордный экземпляр достигал в длину 5,74 метра.""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/c2a289a1-782f-4ae8-b2d4-3b85b86d4b3a.jpeg"]

Odobenus_rosmarus = ["""Морж — вид морских млекопитающих, единственный современный вид в семействе моржовых парвотряда ластоногих.  Взрослый морж легко узнаваем по своим видным бивням.  Морж — один из крупнейших представителей ластоногих, по размерам тела среди ластоногих уступает лишь морским слонам. Ареалы этих видов не пересекаются, то есть морж является крупнейшим из ластоногих в своей среде обитания.""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/3198de3d-df5f-47a2-9abe-529d2ef11623.jpeg"]

Cougar = ["""Кошка, живущая и в Северном, и в Южном полушариях. Обитает на землях многих индейских племён и поэтому имеет массу местных названий.  Старая классификация, основанная на морфологических характеристиках и сохранявшаяся до 1999 года, выделяла около 24—30 подвидов пумы. Природоохранный статус  Пума включена в Международную Красную книгу как вид, чьё существование вызывает наименьшее опасение - CITES""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/b897ad6d-f35b-44c6-9ba5-f46e43a31105.jpeg"]

Domestic_bactrian_camel = ["""Самый крупный представитель подотряда мозоленогих.
Существуют дикий и домашний двугорбые верблюды. Дикого верблюда в Монголии, на его родине, называют хаптагай, в отличие от домашнего – бактриана (слово произошло от названия древней области в Средней Азии, Бактрии).""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/80e7ccd4-56d1-49fb-a524-e7e2950ef60e.jpeg"]

Egyptian_rousette = ["""Единственный из многих видов крыланов, способный к эхолокации.
В отряде рукокрылых два подотряда – летучие мыши и крыланы. Летучие мыши с помощью эхолокации прекрасно ориентируются в полной темноте и охотятся на насекомых. Крыланы питаются фруктами, и способностью к эхолокации обладает только тот вид, представители которого ночуют в пещерах – это нильские крыланы.
Нильские крыланы относятся к видам, находящимся под наименьшей угрозой исчезновения – IUCN (LC). Вид в природе обычен. """, "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/b05af5d1-6a4c-499d-9e0b-d0d630cace61.jpeg"]

Boreal_owl = ["""Очаровательная маленькая сова с очень большой головой и густо оперёнными ногами.
В Северной Америке обычно употребляется название boreal owl, а в Европе Tengmalm’s owl в честь шведского натуралиста Петере Густова Тенгмальма.
Из четырёх видов рода мохноногих сычей, три обитают только в Западном полушарии (Америка), четвёртый (тот, о котором пойдёт речь), - и в Западном и в Восточном полушариях.
Природоохранный статус
По международному статусу мохноногий сыч относится к видам, состояние которых не вызывает опасений – IUCN (LC).""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/22136b5a-5d3a-4eda-962a-d049bcc20472.png"]

Elephant = ["""Статус вида в природе
В настоящее время дикие азиатские слоны находятся под угрозой исчезновения – IUCN(EN).
Ареал и места обитания
Современный ареал азиатского слона – полуостров Индостан, Шри-Ланка, Индокитай, Малайзия, Таиланд и острова Юго-Восточной Азии. Ещё в 16-17 вв. он водился в Центральной Индии, Гуджарате и на острове Калимантан, где теперь диких слонов нет.
Азиатский слон в значительно большей степени, чем африканский, лесной житель. При этом он предпочитает светлые леса с густым подлеском из кустарников и особенно бамбука. Летом слоны поднимаются довольно высоко в горы по лесистым склонам, и в Гималаях они встречаются у границы вечных снегов.""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/61108d03-9845-4183-97a0-2c6c74c29fbb.jpeg"]

Lion = ["""Льва называют царём зверей. Он и вправду ведёт царскую жизнь – основными добытчиками в прайде являются львицы, однако первым к еде приступает самец.
В настоящее время не существует единого мнения о количестве подвидов льва: африканских хищников одни исследователи разделяют на несколько подвидов, другие считают одним подвидом. Однако все выделяют в отдельный подвид львов, обитающих на Азиатском континенте.
Данные генетического анализа показывают, что общий предок азиатских и африканских львов жил около 100 тыс. лет назад.
В зоопарке в настоящее время содержатся львы значительно более редкого, азиатского подвида.""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/114939dc-d35b-4999-a317-9858875cf56c.jpeg"]

Red_panda = ["""Симпатичный зверь размером с крупного домашнего кота, малая панда полосатым хвостом похожа на енота. За яркую шерсть её называют «огненной лисой», а за повадки – «кошачьим медведем». Последние генетические исследования позволили выделить малую панду в отдельное семейство – пандовые.
Природоохранный статус
Малая панда включена в списки Международной Красной книги со статусом «подвергающийся опасности» - IUCN (EN).""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/f132d4e6-c8bb-4005-8a7f-5ab5e70373e7.jpeg"]

Eastern_hedgehog = ["""Восточноевропейский ёж похож на обыкновенного ежа, однако его голова и бока тёмно-бурые, заметно темнее горла и брюшка. Спина и бока, исключая мордочку и лапы, покрыты иглами. Иглы у основания и на концах белые, в середине покрыты чёрными и коричневыми полосами; их длина 2,5—3,5 см. Мех на брюшке коричневый, жёсткий, щетинистый. На груди всегда размытое белое пятно. Уши короткие (менее 3,5 см)""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/01029a4c-4998-4104-bddb-de67d21dea54.jpeg"]

Fennec_Fox = ["""По мнению некоторых зоологов, фенека следует относить не к роду лисиц, от которых он отличается по целому ряду признаков, а к отдельному роду — Fennecus. У фенека 32 пары хромосом, в то время как у других видов лисиц их 35–39, и во многом отличное от остальных лис поведение.
Природоохранный статус вида
Точная численность фенеков неизвестна, однако, по всей видимости, она сокращается. Вид занесён в Международную Красную книгу как вызывающий наименьшие опасения в ближайшие 10 лет — IUCN (LC), а также включен в список животных, продажа которых регламентируется Конвенцией о международной торговле видами дикой фауны и флоры — CITES II.""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/c1cbe39f-8f0a-4d15-81d7-d9f7792a6d82.jpg"]

Dikdik = ["""Статус вида в природе
Живущая в густом кустарнике крошечная антилопа с огромными глазами и хоботком.
Дикдик Кирка - один из четырёх видов антилоп дикдик. Считается, что вид имеет 6 подвидов и, возможно, седьмой подвид, обитающий на юго-западе Африки.
Природоохранный статус
Обыкновенный дикдик по международному статусу относится к видам, существование которых вызывает наименьшее опасение - IUCN (LC).""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/6de41b59-e76e-46a2-a18b-ec04f7f27bbc.jpeg"]

Meerkat = ["""Статус вида в природе
Эти животные немного похожи на обезьян, немного на енотов, и чуть-чуть на грызунов. В действительности, они хищники и ближайшие родственники мангустов. Живя в суровых условиях Калахари, сурикаты питаются животными, яд которых убивает человека наповал.
В некоторых местах ареала вид обычен, хотя численность в связи с нарушением среды обитания сокращается. Дальнейшее вмешательство человека в природу может стать причиной ухудшения ситуации. Статус вида по международной классификации – IUCN (LC).""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/543b90aa-2260-4843-bfa2-4bd4545a0fae.jpeg"]

Alpaca = ["""Статус вида в природе
Одомашненный потомок дикого безгорбого верблюда Южной Америки.
Домашнее животное, в диком виде не встречается.
Внешний вид
Альпака – коренной житель Южной Америки, обитает в суровых условиях высокогорья Анд. Это самый маленький из безгорбых верблюдов, рост животного не превышает одного метра, а вес – 70 кг. Внешне альпака немного напоминает овцу, но более стройная, легко сложенная, с короткой мордочкой, узкими заострёнными ушами, коротким мохнатым хвостом, длинными ногами и длинной шеей.""", "https://storage.moscowzoo.ru/storage/647edc2a70bb5462366280fc/images/animals/7ee94b22-86c4-4ae6-a583-00d4e61ea90d.jpeg"]

#########################################

lst = [[Giraffe[0], Giraffe[1]], [Northern_fur_seal[0], Northern_fur_seal[1]], [Humboldti_penguin[0], Humboldti_penguin[1]], [Snow_leopard[0], Snow_leopard[1]],[Ratel[0], Ratel[1]],[Capybara[0], Capybara[1]], [Asian_rock_python[0], Asian_rock_python[1]], [Odobenus_rosmarus[0], Odobenus_rosmarus[1]], [Cougar[0], Cougar[1]], [Domestic_bactrian_camel[0], Domestic_bactrian_camel[1]],
       [Egyptian_rousette[0], Egyptian_rousette[1]], [Boreal_owl[0], Boreal_owl[1]], [Elephant[0], Elephant[1]], [Lion[0], Lion[1]], [Red_panda[0], Red_panda[1]], [Eastern_hedgehog[0], Eastern_hedgehog[1]], [Fennec_Fox[0], Fennec_Fox[1]], [Dikdik[0], Dikdik[1]], [Meerkat[0], Meerkat[1]], [Alpaca[0], Alpaca[1]]]

list = [["Жираф", "Giraffe"], ["Морской котик", "Northern_fur_seal"], ["Пингвин Гумбольдта", "Humboldti_penguin"], ["Снежный барс", "Snow_leopard"], ["Медоед", "Ratel"], ["Капибара", "Capybara"], ["Темный тигровый питон", "Asian_rock_python"], ["Морж", "Odobenus_rosmarus"], ["Пума", "Cougar"], ["Двугорбый верблюд", "Domestic_bactrian_camel"],
        ["Нильский крылан", "Egyptian_rousette"], ["Мохноногий сыч", "Boreal_owl"], ["Слон", "Elephant"], ["Лев", "Lion"], ["Малая панда", "Red_panda"], ["Белогрудый еж", "Eastern_hedgehog"], ["Фенек", "Fennec_Fox"], ["Дикдик", "Dikdik"], ["Сурикат", "Meerkat"], ["Альпака", "Alpaca"]]
