
TOKEN = "7449616433:AAE1EbqgEfruoRi2nR-iRYAJAsU5Z7io6UA"

email = "msk_zoopark@mail.ru"
number_phone = "+7 (800) 555-35-35"
admin_id = 123456789

info_opeck = ["""Опекунство в Московском зоопарке
Возьмите животное под опеку!
Участие в программе «Клуб друзей зоопарка» — это помощь в содержании наших обитателей, а также ваш личный вклад в дело сохранения биоразнообразия Земли и развитие нашего зоопарка.
Основная задача Московского зоопарка с самого начала его существования это — сохранение биоразнообразия планеты. Когда вы берете под опеку животное, вы помогаете нам в этом благородном деле. При нынешних темпах развития цивилизации к 2050 году с лица Земли могут исчезнуть около 10 000 биологических видов. Московский зоопарк вместе с другими зоопарками мира делает все возможное, чтобы сохранить их.
Традиция опекать животных в Московском зоопарке возникло с момента его создания в 1864г. Такая практика есть и в других зоопарках по всему миру. 
В настоящее время опекуны объединились в неформальное сообщество — Клуб друзей Московского зоопарка. Программа «Клуб друзей» дает возможность опекунам ощутить свою причастность к делу сохранения природы, участвовать в жизни Московского зоопарка и его обитателей, видеть конкретные результаты своей деятельности.
Опекать – значит помогать любимым животным. Можно взять под крыло любого обитателя Московского зоопарка, в том числе и того, кто живет за городом – в Центре воспроизводства редких видов животных под Волоколамском. Там живут и размножаются виды, которых нет в городской части зоопарка: величественные журавли стерхи, забавные дрофы, исчезнувшая в природе лошадь Пржевальского, изящные антилопы бонго и многие другие. Можете съездить на экскурсию в Центр и познакомиться с обитателями."""]




resultat = [
["Твой характер - Сердце. Ты добрый, чуткий, сострадательный и преданный. Ты цениш любовь, дружбу и семью. Ты легко идешь на контакт с людьми и всегда готов помочь.", """Примеры тотемных животных:
1. Белогрудый еж - /Eastern_hedgehog
2. Альпака - /Alpaca
3. Фенек - /Fennec_Fox
4. Сурикат - /Meerkat
5. Пума - /Cougar"""],
["Твой характер - Дух. Ты независимый, свободолюбивый, творческий и остроумный. Тебе важно быть самостоятельным, принимать собственные решения и идти своим путем. Ты любишь учиться новому, исследовать мир и создавать что-то свое. ", """Примеры тотемных животных:
1. Мохноногий сыч - /Boreal_owl
2. Морж - /Odobenus_rosmarus
3. Темный тигровый питон - /Asian_rock_python
4. Снежный барс - /Snow_leopard
5. Пингвин Гумбольдта - /Humboldti_penguin """],
["Твой характер - Гармония. Ты спокойный, мудрый, сострадательный и чувствительный. Тебе важна гармония с собой и окружающим миром. Ты цениш красоту, тишину, природу." ,"""Примеры тотемных животных:
1. Жираф - /Giraffe
2. Слон - /Elephant
3. Дикдик - /Dikdik
4. Капибара - /Capybara
5. Медоед - /Ratel """],
["Твой характер - Сила. Ты целеустремленный, решительный, амбициозный и не боишься брать на себя ответственность. Тебе важно достигать успеха и признания. Ты готов бороться за свои цели и не сдаваться перед препятствиями.", """Примеры тотемных животных:
1. Лев - /Lion
2. Морской котик - /Northern_fur_seal
3. Малая панда - /Red_panda
4. Нильский крылан - /Egyptian_rousette
5. Двугорбый верблюд - /Domestic_bactrian_camel"""]]



questions = [["""Как ты предпочитаешь проводить свободное время?

a) В компании друзей, веселясь и общаясь.

b) Занимаясь любимым хобби, будь то чтение, рисование, или что-то другое.

c) На природе, наслаждаясь тишиной и красотой окружающей среды.

d) Активно двигаясь, занимаясь спортом или путешествуя."""],
["""Как ты реагируешь на стресс?

a) Становишься более общительным и ищешь поддержки у близких.

b) Уходишь в себя, чтобы успокоиться и переосмыслить ситуацию.

c) Находишь выход в творчестве, создавая что-то новое.

d) Ищешь решение проблемы, действуя быстро и решительно."""],
["""Что для тебя важнее всего в жизни?

a) Любовь, дружба и семейные ценности.
  
b) Свобода, самовыражение и возможность быть собой.
  
c) Гармония с собой и окружающим миром.
  
d) Достижение успеха и признания, реализация своих амбиций."""],
["""Какой из этих стилей одежды тебе больше нравится?

a) Яркий, привлекающий внимание, с множеством деталей.

b) Удобный, практичный, подчеркивающий индивидуальность.

c) Спокойный, натуральный, с элементами природных мотивов.

d) Стильный, элегантный, подчеркивающий статус."""],
["""Какую музыку ты предпочитаешь?

a) Энергичную, заводную, под которую хочется танцевать.

b) Мелодичную, спокойную, с красивыми мелодиями и гармонией.

c) Природные звуки, тихую инструментальную музыку или классику.

d) Мощную, драматичную, с сильными акцентами и глубокими текстами."""],
["""Как ты предпочитаешь узнавать новое?

a) Из общения с людьми, из историй и обсуждений.

b) Из книг, статей, документальных фильмов, самостоятельно изучая информацию.

c) Из наблюдений за природой, медитаций или интуитивных озарений.

d) Из активных действий, экспериментов и практического опыта."""],
["""Как ты реагируешь на критику?

a) Обижаешься, ищешь утешения у близких.

b) Анализируешь критику, ищешь в ней зерно истины и делаешь выводы.

c) Остаешься спокойным, пытаешься понять точку зрения критикующего.

d) Пытаешься доказать свою правоту, отстаивая свою точку зрения."""],
["""Что тебе важнее в отношениях?

a) Взаимопонимание, доверие и поддержка.
  
b) Свобода и независимость, возможность личного пространства.
  
c) Гармония, спокойствие и душевный комфорт.
  
d) Общие интересы, взаимное уважение и возможность развиваться вместе."""],
["""Как ты предпочитаешь решать конфликты?

a) Ищешь компромисс, стараясь удовлетворить интересы всех сторон.

b) Удаляешься от конфликта, наблюдая за ним со стороны.

c) Погружаешься в себя, ища мудрость и гармонию внутри.

d) Стараешься победить, отстаивая свою точку зрения."""],
["""Что тебе помогает отдохнуть и восстановиться?

a) Общение с друзьями, веселые мероприятия и активный отдых.

b) Тишина, уединение, занятие любимым хобби.

c) Прогулки на природе, наблюдение за животными, медитация.

d) Физические упражнения, спорт, адреналин, новые вызовы."""],
["""Как ты представляешь свою идеальную жизнь?

a) Окружен любовью и поддержкой близких, в гармонии с семьей и друзьями.

b) Свободный от ограничений, занимающийся любимым делом, путешествующий и открывающий мир.

c) В согласии с природой, в мирной и спокойной атмосфере, в окружении красоты и гармонии.

d) Успешный, признанный, руководящий командой и достигающий значительных результатов."""],
["""Какое из этих качеств ты цениш в себе больше всего?

a) Доброта, сочувствие, преданность.

b) Независимость, свободомыслие, творчество.

c) Мудрость, спокойствие, гармония.

d) Сила воли, целеустремленность, решительность."""],
["""Что для тебя важнее — правила или интуиция?

a) Правила помогают создать порядок и структуру, но важно не забывать и о своих чувствах.

b) Правила нужны только для того, чтобы их нарушать, главное — самостоятельно принимать решения.

c) Правила и интуиция — два важных компонента гармонии, необходимо находить баланс между ними.

d) Правила — это инструменты для достижения цели, важно уметь их использовать в свои
х интересах."""],
["""Как ты относишься к неизвестному?

a) С тревогой, но готов испытать что-то новое, если рядом есть близкие люди.

b) С интересом, хочу исследовать неизведанное и получить новый опыт.

c) С уважением, хочу понять и принять то, чего не знаю.

d) С вызовом, хочу покорить неизвестность и доказать свою силу."""],
["""Какая фраза тебе больше всего откликается?

a) 'Любовь — это самое важное в жизни.'

b) 'Свобода — это ценность, которую стоит защищать.'

c) 'Мир — это гармония, которую нужно беречь.'

d) 'Успех — это результат усилий и упорства.'"""]]